spec/fixtures/soap/xml/IControl.LocalLB.ProfileHttpClass.is_base_profile_bdac3a9bebc3ce87d5412d366b9994d4_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/ProfileHttpClass"><env:Body><wsdl:is_base_profile><profile_names><value>test_profile1</value></profile_names></wsdl:is_base_profile></env:Body></env:Envelope>